{
  "title": "The Gay Gene",
  "date": "2015-07-14",
  "description": "Are some of us born gay? People have argued that sexuality is determined before birth, while others believe the environment has a role to play here. So, what does the science say? To find out Wendy Zukerman spoke to Prof. Jenny Graves, Prof. Jacques Balthazart, Prof. William Rice, Dr. Ilan Dar-Nimrod as well as comedians Tom Ballard, Rhys Nicholson and Kyran Wheatley.\n\nMore Information\n\nMinireview: Hormones and Human Sexual Orientation by Jacques Balthazart http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3138231/ \n\nGenetic study into male homosexuality http://www.ncbi.nlm.nih.gov/pubmed/25399360 \n\nSexual orientation in women with congenital adrenal hyperplasia \nhttp://www.ncbi.nlm.nih.gov/pubmed/18157628",
  "episode_url": "http://feeds.soundcloud.com/stream/214631291-science-vs-the-gay-gene.mp3",
  "segments": {
    "0": {
      "requestid": "ce0c0e85-b5b5-4933-98a2-612874084a98",
      "confidence": "0.8154451",
      "timestamp": 0,
      "content": "freakonomics radio is supported by kayak freakonomics tackles many complex problems in kayak takes on one is well finding you the right"
    },
    "20": {
      "requestid": "dcf2153e-732b-4aa9-8045-717054dc6255",
      "confidence": "0.8320566",
      "timestamp": 20,
      "content": "freakonomics radio is supported by brain tree brain trees new b dot o s d k makes it easy to support multiple mobile payment type"
    },
    "30": {
      "requestid": "943c3c9f-1cf4-4335-b141-213640d5d483",
      "confidence": "0.8383347",
      "timestamp": 30,
      "content": "with one simple integration to learn more and try another sandbox go to bring treepayments.com slash freak"
    },
    "50": {
      "requestid": "b25ef424-93a6-4b89-b04b-ed6ad53ab67a",
      "confidence": "0.731766",
      "timestamp": 50,
      "content": "in brownsville brooklyn at the brownsville multiservice family health center rasiel a fact she goes by"
    },
    "130": {
      "requestid": "2cd0a343-31bb-4d44-ab5f-d3ac4f8b69a5",
      "confidence": "0.7615814",
      "timestamp": 130,
      "content": "to the cdc the centers for disease control and prevention 86% of us health care spending goes to treat chronic diseases but what is noteworthy"
    },
    "140": {
      "requestid": "b8ebdddc-e7c6-405f-80a4-1efc1faac35d",
      "confidence": "0.7205485",
      "timestamp": 140,
      "content": "is that these conditions are much more concentrated among certain groups of people were talking about a 2 fold gap at least 2 plug gap"
    },
    "150": {
      "requestid": "54341447-eb89-4956-a564-c64112f724c0",
      "confidence": "0.627499",
      "timestamp": 150,
      "content": "how to make a killer smile which would cost include heart disease and diabetes but sherman james he is a professor of epidemiology at emory university"
    },
    "170": {
      "requestid": "3c825267-c63f-44cc-a46c-864d732da9d0",
      "confidence": "0.7240135",
      "timestamp": 170,
      "content": "for decades james is been studying the black white gap in health african americans he says they have a substantially higher risk of death"
    },
    "250": {
      "requestid": "8136036b-0f53-4330-aa26-03ee9e35fde3",
      "confidence": "0.3239094",
      "timestamp": 250,
      "content": "I can turn a jack wagon wheel drive I can pick and shovel to swing a hammer boy"
    },
    "260": {
      "requestid": "f38a105d-9b22-43ac-a646-c4e66ab2331d",
      "timestamp": 260,
      "content": ""
    },
    "280": {
      "requestid": "ec657393-0562-4727-83c3-db7db5163c8f",
      "confidence": "0.6014335",
      "timestamp": 280,
      "content": "american health admits that none of this is conclusive despite efforts to uncover anilu sodade the reasons for this persistent gap you up to"
    },
    "360": {
      "requestid": "75f583f3-bc1a-4639-875a-09c0396ca45e",
      "confidence": "0.7736211",
      "timestamp": 360,
      "content": "lauren hale is an associate professor preventive medicine at stony brook university left on long island new york and I"
    },
    "370": {
      "requestid": "35994854-5397-49bc-93fe-d6a88b141cb9",
      "confidence": "0.7648513",
      "timestamp": 370,
      "content": "deep study sleep patterns I call it the social patterning of sleep that's when people sleep how long we sleep well they sleep a lack of sleep"
    },
    "390": {
      "requestid": "bc23f2ab-89ec-43ac-99d8-be789b88dd5c",
      "confidence": "0.5601556",
      "timestamp": 390,
      "content": "LA lack of sleep can impair our cognitive functions hard decision lauryn hill things but shud racial gap in health sherman james described she"
    }
  },
  "slug": "The-Gay-Gene"
}